{
  "receptari": [
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "4.28571", 
        "reviewCount": "7"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "datePublished": "2022-03-29T10:01:13+00:00", 
      "description": "En plena temporada de fresas y fresones resulta difícil resistise a incluir esta fruta en casi todas las comidas del día, pues se adaptan con una facilidad...", 
      "image": "https://i.blogs.es/6dc506/ensalada-espinacas-fresas/650_1200.jpg", 
      "keywords": "espinaca, Mozzarella, fresas, amapola, Cenas ligeras, Primavera, Ensaladas ligeras, Recetas de Ensaladas", 
      "name": "Ensalada de brotes de espinaca, fresas y aliño de amapola con mozzarella: receta saludable de primavera", 
      "nutrition": [], 
      "prepTime": "P0DT0H20M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "130ml Vinagre", 
        "60g Azúcar", 
        "0.5count Cebolla morada", 
        "450g Fresa", 
        "150g Brotes de espinacas", 
        "100g Mezclum (mezcla de lechugas)", 
        "10g Semillas de amapola", 
        "60g Almendra laminada", 
        "5ml Mostaza de Dijon", 
        "30ml Aceite de oliva virgen extra", 
        "12count Mini mozzarella fresca", 
        "Pimienta negra molida", 
        "Sal"
      ], 
      "recipeInstructions": "Mezclar el vinagre con el azúcar y un poco de sal batiendo bien con unas varillas pequeñas. **Retirar unos 60 ml** de la mezcla, calentar un minuto en el microondas y echar sobre la cebolla cortada. Dejar reposar al menos 30 minutos.\n\nTostar las semillas de amapola en una sartén sin aceite a fuego medio, hasta que emitan un **aroma intenso pero sin quemarse**. Retirar y tostar en la misma sartén la almendra, removiendo hasta que coja buen color y procurando que no se queme. Retirar.\n\n\n\n\nBatir con las varillas el aceite con la mostaza, la amapola y un poco de sal y pimienta con el **resto del vinagre** reservado. Disponer en una ensaladera las espinacas con la lechuga, repartir por encima las fresas preparadas, la cebolla escurrida del vinagre y el queso.\n\nFinalizar repartiendo las almendras tostadas y aderezar con una **cantidad generosa del aliño**, llevando el sobrante a una jarrita o recipiente para que los comensales se sirvan más al gusto.", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H20M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "4.44444", 
        "reviewCount": "9"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "cookTime": "P0DT0H20M", 
      "datePublished": "2022-02-01T11:01:27+00:00", 
      "description": "La escarola es la reina de las ensaladas de invierno, más emparentada con la endivia que con la lechuga, lo que explica su característico sabor con toques...", 
      "image": "https://i.blogs.es/4a9f62/ensalada-escarola-hurdes/650_1200.jpg", 
      "keywords": "Patatas, escarola, extremadura, Recetas vegetarianas, Ensaladas, Recetas veganas, Recetas con patatas, Recetas Vegetarianas, Recetas de Ensaladas, Recetas de Legumbres y verduras ", 
      "name": "Ensalada de escarola y patata de las Hurdes: receta tradicional de pocos ingredientes pero que sorprende por su rico sabor", 
      "nutrition": [], 
      "prepTime": "P0DT0H30M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "4count Escarola", 
        "0.25count Cebolla", 
        "2count Patata", 
        "Aceite de oliva virgen extra", 
        "Vinagre", 
        "Sal"
      ], 
      "recipeInstructions": "Lavar las patatas y ponerlas a cocer con piel o peladas en una olla cubiertas con agua fría y un poco de sal. Cocinar hasta que estén **blandas**, escurrir y mantener calientes.\n\nMientras, cortar la escarola en piezas muy **finitas**, como una juliana fina. Hacer lo mismo con la cebolla, picándola finísima, y mezclar ambos ingredientes en una ensaladera. Añadir agua fría y remover con las manos **machacando todo suavemente** para lavarlas y extraer el amargor. Escurrir bien.\n\n\n\n\nDevolver a la ensaladera y aliñar con aceite, vinagre y sal al gusto. Incorporar las patatas peladas troceadas, aún calientes, y **machacar con una maza** de mortero o similar, para ligar el conjunto homogéneamente.\n\n**Añadir agua** fría si se desea para darle una consistencia más cremosa, o agua caliente o templada si se prefiere así la ensalada. Probar y ajustar de aliño o sal al gusto.", 
      "recipeYield": 2, 
      "totalTime": "P0DT0H50M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "3.84615", 
        "reviewCount": "26"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "cookTime": "P0DT0H50M", 
      "datePublished": "2022-01-31T11:01:16+00:00", 
      "description": "La caponata es una especie de pisto de origen siciliano muy popular en los aperitivos y cenas de verano, en el que la berenjena es la gran protagonista. Para...", 
      "image": "https://i.blogs.es/76cb94/caponata-calabaza/650_1200.jpg", 
      "keywords": "Vinagre, Calabaza, pisto, Recetas veganas, Recetas de Otoño, Gastronomía italiana, Aceitunas Negras, Recetas Vegetarianas, Recetas de Ensaladas, Recetas de Legumbres y verduras ", 
      "name": "Caponata de calabaza: la receta para disfrutar del sabrosísimo plato italiano en los meses fríos (que casi nos gusta más)", 
      "nutrition": [], 
      "prepTime": "P0DT0H10M", 
      "recipeCategory": "Recetas Vegetarianas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "1kg Calabaza", 
        "4count Apio", 
        "1count Cebolla dulce", 
        "300g Tomate triturado", 
        "20g Alcaparras", 
        "80g Aceitunas negras", 
        "30g Piñones", 
        "30g Uvas pasas de corinto", 
        "40g Azúcar", 
        "50g Vinagre de Jerez", 
        "Aceite de oliva virgen extra", 
        "Sal"
      ], 
      "recipeInstructions": "Pelar la calabaza y trocear en cubos o piezas medianas gruesas -perderá volumen- como [se explica aquí](https://www.directoalpaladar.com/ingredientes-y-alimentos/como-asar-calabaza-nueve-formas-cocinar-esta-hortaliza-al-horno-que-recetas-usar-cada). Freír en una sartén con aceite o **asar en el horno a 180ºC** hasta que esté tierna pero sin deshacerse. Dejar enfriar. \n\nLavar las pencas de apio, cortar los extremos que estén feos, retirar los filamentos y cortar por la mitad para tener ocho piezas. Poner agua a hervir y **cocer el apio 4-5 minutos**, sin dejar que se reblandezca demasiado. Escurrir y enfriar rápidamente; cortar en piezas de un bocado y reservar. \n\nCortar la cebolla en plumas o juliana y pochar en una cazuela con dos o tres cucharadas de aceite y un poco de sal, **hasta que esté tierna**. Agregar el tomate, remover bien y cocinar hasta que se reduzca un poco y pierda agua, unos 10-15 minutos. Si se usa passata bastarán 3-4 minutos y menor cantidad.\n\n\n\nAgregar las alcaparras escurridas, las aceitunas y los piñones, removiendo bien. Incorporar el azúcar y el vinagre, remover y cocinar a fuego suave unos pocos minutos. **Probar la salsa** y ajustar el sabor al gusto, corrigiendo de azúcar, sal o vinagre si hiciera falta.\n\n**Apagar el fuego** y echar el apio y la calabaza, removiendo suavemente para incorporar todo bien. Trasladar a una fuente o recipiente adecuado y dejar enfriar antes de tapar y guardar en la nevera para que repose varias horas.", 
      "recipeYield": 4, 
      "totalTime": "P0DT1H0M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "3.40000", 
        "reviewCount": "10"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "datePublished": "2022-01-13T18:01:16+00:00", 
      "description": "Las endivias están en invierno en su mejor momento, y qué mejor época para recuperarlas en la cocina que después de los banquetes festivos. No toda la vuelta...", 
      "image": "https://i.blogs.es/655aa1/endivias-pera-nueces/650_1200.jpg", 
      "keywords": "Aperitivo, Nueces, Endivias, Recetas Saludables, Recetas ligeras, Cenas ligeras, Recetas de Aperitivos, Recetas de Ensaladas", 
      "name": "Barquitas de endivias con ensalada de pera, nueces y queso: receta ligera de aperitivo fresco y saludable", 
      "nutrition": [], 
      "prepTime": "P0DT0H25M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "2count Endivia", 
        "1count Pera", 
        "4count Nueces", 
        "55g Queso de rulo de cabra", 
        "Huevas", 
        "Cebollino", 
        "10ml Miel", 
        "20ml Aceite de oliva virgen extra", 
        "5ml Vinagre de Jerez", 
        "Pimienta negra molida", 
        "Sal", 
        "Semillas de amapola"
      ], 
      "recipeInstructions": "Seleccionar **unas 16 hojas de endivia**, que estén completas, frescas y crujientes, sin roturas, cortando un poco el extremo de la base antes de desapararlas de la pieza. Hay que tener en cuenta que las más externas suelen estar más blandas, y las interiores son algo más amargas.\n\nLavarlas y secarlas con suavidad; disponerlas en una o dos fuentes de servir. Lavar y secar bien la pera y el cebollino. **Cortar la fruta en cubitos pequeños** y picar la hierba finamente, reservándola aparte.\n\n\n\nAbrir las nueces y picarlas. Desmenuzar el queso. **Repartir todos los ingredientes en las barquitas** de endivida, añadiendo porciones de huevas y cebollino al gusto. Batir el aceite con la miel y el vinagre, y aliñar. Salpimentar ligeramente (cuidado con la sal, que las huevas suelen ser muy saladas) y terminar con unas semillas.", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H25M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "4.55556", 
        "reviewCount": "9"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "cookTime": "P0DT0H25M", 
      "datePublished": "2022-01-10T11:00:28+00:00", 
      "description": "Para comer ensaladas todo el año sin aburrirnos hay que salirse un poco de la rutina habitual y aprovechar productos de cada temporada, que además apetecen...", 
      "image": "https://i.blogs.es/1130e0/ensalada-calabaza-remolacha-granada/650_1200.jpg", 
      "keywords": "Granada, Calabaza, remolacha, Recetas veganas, Recetas ligeras, Ensaladas ligeras, Recetas de invierno, Recetas Vegetarianas, Recetas de Ensaladas", 
      "name": "Ensalada de calabaza, remolacha y granada: receta vegana ligera y saludable llena de vitaminas", 
      "nutrition": [], 
      "prepTime": "P0DT0H15M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "0.5count Calabaza", 
        "2count Remolacha cocida", 
        "0.5count Granada", 
        "200g Mezclum (mezcla de lechugas)", 
        "Cacahuetes", 
        "Cilantro molido", 
        "1count Limón", 
        "30ml Aceite de oliva virgen extra", 
        "15ml Vinagre de manzana", 
        "5ml Miel", 
        "Perejil fresco"
      ], 
      "recipeInstructions": "Precalentar el horno a 180ºC con ventilador si lo tiene, o a 200ºC con calor arriba y abajo. Preparar una bandeja grande forrándola con papel de horno o aluminio (para manchar menos) y **pintar con aceite**. Pelar la calabaza y cortar en piezas de tamaño medio, algo más grandes de un bocado, pues perderá volumen.\n\nSi se usan remolachas crudas, lavar bien, pelar ligeramente y cortar en piezas de un tamaño similar, con cuidado pues mancha mucho. Salpimentar las verduras siendo **muy generosos con la pimienta**, añadir cilantro o comino (o ambos) molido al gusto y extender en la bandeja preparada. Añadir un poco de aceite por encima y hornear unos 20-25 minutos.\n\nVigilar bien para que no se quemen; la calabaza debe quedar tierna pero aún firme, que no se deshaga, y con los bordes ligeramente caramelizados. Se pueden girar las piezas a media cocción, pero podemos ahorrarnos ese paso. Retirar y reservar.\n\n\n\nPreparar la ensalada con una cama de mezclum en una ensaladera o fuente, repartir la calabaza y la remolacha (si es cocida, escurrir bien y trocear), los [granos de la granada](https://www.directoalpaladar.com/curso-de-cocina/como-pelar-preparar-granada-para-su-uso-forma-sencilla) y unos **frutos secos tostados picados** groseramete.\n\nHacer una **vinagreta** con el aceite, el zumo de medio limón, el vinagre y la miel, aliñar y terminar agregando perejil o cilantro picado y ralladura de la otra mitad de limón.", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H40M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "3.55556", 
        "reviewCount": "9"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "datePublished": "2021-12-23T17:00:31+00:00", 
      "description": "Si buscas un aperitivo o entrante resultón, ligero y sin tener que encender ni un fuego, estos limones rellenos con ensalada de sardinas pueden ser la opción...", 
      "image": "https://i.blogs.es/24d2f7/ensalada-limones-sardinas/650_1200.jpg", 
      "keywords": "Tapas, Alcaparras, limones, Sardinas, Sardina, Recetas de Navidad, Recetas de Aperitivos, Recetas de Ensaladas", 
      "name": "Limones rellenos de ensalada de sardinas: receta de aperitivo marinero refrescante para aligerar un menú de fiesta", 
      "nutrition": [], 
      "prepTime": "P0DT0H30M", 
      "recipeCategory": "Recetas de Aperitivos", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "4count Limón", 
        "150g Sardinas en conserva", 
        "1count Cebolleta", 
        "Alcaparras", 
        "Eneldo fresco", 
        "Cebollino", 
        "Cebolla frita crujiente", 
        "Guindilla", 
        "Aceite de oliva virgen extra", 
        "Pimienta negra molida", 
        "Sal"
      ], 
      "recipeInstructions": "Lavar y secar muy bien los limones y las hierbas. Cortar los primeros en dos mitades, pero dejando el **cuerpo inferior más grande**, practicando el corte como a 2/3 del cuerpo situado en vertical. Dibujar líneas si se tiene maña y tiempo con un cuchillo afilado tipo puntilla.\n\nExtraer la mayor parte de la pulpa del cuerpo inferior de los limones, reservando un poco aparte, procurando **no romperlos**. Si no se sujetan en pie, cortar un poco la corteza inferior para nivelarlos. Reservar.\n\nEscurrir las sardinillas y las alcaparras. Picar finamente la cebolleta y un puñado de cada hierba. Picar más **groseramente** las sardinas con un puñado de alcaparras y un poco de pulpa de limón. Mezclar todo con la guindilla también picada (si se desea un punto picante) y agregar los demás ingredientes hasta obtener una mezcla homogénea.\n\n\n\nAderezar con un chorrito de aceite y salpimentar al gusto. Ir probrando para **ajustar y corregir** los sabores al gusto. Rellenar los limones y coronar con un poco de cebolla frita crujiente, más hierbas y ralladura fina de limón. Conservar refrigerados hasta servir.", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H30M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "4.25000", 
        "reviewCount": "24"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Carmen Tía Alia"
      }, 
      "datePublished": "2021-12-03T11:00:32+00:00", 
      "description": "Te explicamos paso a paso, de manera sencilla, cómo hacer la receta de ensalada de salmón, mango y aguacate. Tiempo de elaboración, ingredientes,", 
      "image": "https://i.blogs.es/843cea/ensalada-de-salmon-aguacate-y-mango/650_1200.jpg", 
      "keywords": "Aguacate, Mango, Salmón, Berros, Recetas ligeras, Recetas en menos de 30 minutos, Recetas fáciles y rápidas, Recetas de Ensaladas", 
      "name": "Ensalada de salmón, mango y aguacate, receta ligera para arrancar un menú de celebración", 
      "nutrition": [], 
      "prepTime": "P0DT0H15M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "200g Salmón", 
        "1count Cebolla morada", 
        "1count Mango", 
        "1count Aguacate", 
        "150g Berros", 
        "100 Aceite de oliva virgen extra", 
        "25ml Vinagre de manzana", 
        "5ml Mostaza de Dijon", 
        "5ml Miel", 
        "Sal"
      ], 
      "recipeInstructions": "Preparamos la **vinagreta de mostaza** introduciendo todos los ingredientes en un cuenco y batiendo con unas varillas hasta emulsionar. También los podéis meter [en un tarro de cristal](https://www.directoalpaladar.com/recetas-de-salsas-y-guarniciones/como-hacer-la-vinagreta-perfecta-y-cinco-ensaladas-ligeras-en-las-que-usarla), cerrarlo con su tapa de rosca y agitar con fuerza. Cualquiera de los dos métodos funciona igual de bien. Reservamos.\n\nRetiramos la piel del lomo de salmón y lo **repasamos por si quedaran espinas y escamas**. Cortamos en dados de aproximadamente un centímetro de lado. Pelamos la cebolla y la cortamos en juliana fina. Cortamos el mango en dados, tarea que resula sencilísima si seguís nuestros consejos y recomendaciones para [pelar y cortar un mango sin ensuciarse](https://www.directoalpaladar.com/curso-de-cocina/como-pelar-cortar-mango-ensuciarse). Cortamos el aguacate por la mitad, retiramos el hueso y lo pelamos. Lo laminamos o cortamos en dados, como más os guste. \n\n\n\nUna vez listos todos los componentes de esta ensalada **solo queda montar los platos**. Para ello colocamos una base de berros, limpios y secos, sobre cada plato y repartir el salmón, el mango y el aguacate por la superficie. Terminamos espolvoreado con semillas de sésamo negro y regando con un poco de vinagreta. Servimos inmediatamente.\n", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H15M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "4.00000", 
        "reviewCount": "11"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "cookTime": "P0DT0H10M", 
      "datePublished": "2021-12-01T10:01:40+00:00", 
      "description": "Te explicamos paso a paso, de manera sencilla, la elaboración de la receta de ensalada de coliflor y anchoas navideña. Ingredientes, tiempo de elaboración", 
      "image": "https://i.blogs.es/4b42ec/ensalada-coliflor-napolitana/650_1200.jpg", 
      "keywords": "Anchoa, Aceitunas, Coliflor, Recetas de Navidad, Recetas italianas, Guarniciones, Recetas de Ensaladas, Recetas de Legumbres y verduras ", 
      "name": "Insalata di rinforzo: la ensalada napolitana de coliflor y anchoas típica de Navidad", 
      "nutrition": [], 
      "prepTime": "P0DT0H15M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "1count Coliflor", 
        "50g Pimiento rojo", 
        "50g Pimiento amarillo", 
        "90g Aceitunas negras", 
        "90g Aceitunas", 
        "80g Pepinillo", 
        "50g Alcaparras", 
        "100g Anchoas", 
        "30ml Aceite de oliva virgen extra", 
        "15ml Vinagre de Jerez", 
        "Sal"
      ], 
      "recipeInstructions": "Separar la coliflor en floretes de tamaños similares, [como se explica aquí](https://www.directoalpaladar.com/ingredientes-y-alimentos/como-cortar-coliflor-floretes-facilmente-crear-desastre-cocina), lavar y enjuagar. Blanquear en abundante agua salada durante unos pocos minutos para **dejarla aún crujiente**, enfriándola rápidamente en un recipiente sobre hielo, o asarla en el horno a unos 200ºC; se puede aprovechar también para asar los pimientos si los tenemos crudos.\n\nPreparar **el resto de ingredientes por separado**: extraer el hueso de las aceitunas si no estuvieran deshuesadas, cortar los pepinillos en bastones y los pimientos pelados en tiras. Disponer la coliflor en una ensaladadera o fuente, aliñar ligeramente con vinagre y aceite de oliva y agregar todos los demás ingredientes.\n\n\n\nMezclar al gusto y aliñar con un poco más de **vinagre y aceite de oliva** si se desea; no debería ser necesario añadir más sal por la que ya llevan las anchoas y los encurtidos. Llevar a la mesa o tapar y guardar en la nevera, sacándola un rato antes de servir para que pierda un poco el frío.\n", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H25M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "4.07692", 
        "reviewCount": "13"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "cookTime": "P0DT0H15M", 
      "datePublished": "2021-11-22T17:00:57+00:00", 
      "description": "Esta receta de coliflor en forma de ensalada templada es una adaptación vegetariana del icónico plato británico llamado coronation chicken, o pollo de la...", 
      "image": "https://i.blogs.es/e81e2e/coliflor-cuscus-yogur-mango/650_1200.jpg", 
      "keywords": "Mango, Curry, Granada, Yogur, Coliflor, Recetas vegetarianas, Recetas Vegetarianas, Recetas de Ensaladas", 
      "name": "Ensalada templada de coliflor al curry y cuscús con salsa de yogur, mango y granada: receta vegetariana llena de sabor", 
      "nutrition": [], 
      "prepTime": "P0DT0H20M", 
      "recipeCategory": "Recetas Vegetarianas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "1count Coliflor", 
        "100g Cuscús", 
        "5g Semillas de cilantro", 
        "10g Curry molido", 
        "45ml Aceite de oliva virgen extra", 
        "180ml Yogur griego", 
        "1count Diente de ajo", 
        "30ml Mango", 
        "1count Limón", 
        "Perejil fresco", 
        "Cilantro fresco", 
        "Almendra laminada", 
        "0.5count Granada", 
        "Pimienta negra molida", 
        "Sal"
      ], 
      "recipeInstructions": "Llevar a ebullición 200 ml de agua con la mitad de las semillas de cilantro machadas (o usar molidas en su lugar), pimienta y sal. Echar sobre el cuscús dispuesto en un cuenco, remover ligeramente y tapar. Precalentar el grill (eléctrico o el gratinador del horno) a máxima temperatura.\n\nSeparar los floretes de la coliflor [como se indica aquí](https://www.directoalpaladar.com/ingredientes-y-alimentos/como-cortar-coliflor-floretes-facilmente-crear-desastre-cocina), reservando las hojas interiores más tiernas; lavar y escurrir. Mezclar en un cuenco 80 ml de yogur griego con 30 ml de aceite, el resto del cilantro y el curry, salpimentar y **embadurnar bien la coliflor** con ello. Si se va a hacer al horno, extender sobre una bandeja cubierta con papel de aluminio o antiadherente.\n\n\n\nCocinar la coliflor unos 8-10 minutos, girando las piezas si es necesario, hasta que esté tierna en el centro pero no muy blanda, con los bordes caramelizados y algo tostados. Dejar templar mientras se mezcla en otro cuenco **el resto del yogur con el mango**, el ajo machacado o aplastado y el zumo de medio limón.\n\nComprobar que el cuscús esté en su punto **aireándolo con un tenedor**; agregar el resto del aceite y zumo de la otra mitad del limón, y un buen puñado de hierbas picadas. Extender en una fuente y repartir la coliflor mezclada con la salsa de yogur, más hierbas, los granos de granada y almendras tostadas. Salpimentar al gusto.\n", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H35M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "4.25000", 
        "reviewCount": "8"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "cookTime": "P0DT0H30M", 
      "datePublished": "2021-11-08T17:01:54+00:00", 
      "description": "El aspecto no será el más apetitoso del mundo, pero es lo que tiene la textura del pollo deshebrado bien embadurnado con una deliciosa salsa a base de pesto y...", 
      "image": "https://i.blogs.es/371aa0/ensalada-pollo-pesto2/650_1200.jpg", 
      "keywords": "Pollo, pechuga, Pesto, pechuga pollo, mayonesa, salsas, Recetas de Ensaladas, Recetas de Carnes y aves", 
      "name": "Ensalada de pollo al pesto: receta para unas pechugas de pollo jugosísimas para solucinar muchas comidas y cenas", 
      "nutrition": [], 
      "prepTime": "P0DT0H5M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "2count Pechuga de pollo", 
        "2l Agua", 
        "15g Sal", 
        "60g Pesto de albahaca", 
        "60g Mayonesa", 
        "5ml Zumo de limón", 
        "50g Tomate seco"
      ], 
      "recipeInstructions": "Combinar el agua con la sal en una cazuela amplia hasta disolverla. Añadir las pechugas de pollo enteras, limpias, y calentar con un termómetro digital para controlar la temperatura. Dejar que el agua supere los 65ºC, bajar la temperatura y **mantener por debajo de los 76ºC**. Mantener la cocción hasta que al pinchar el centro de la parte más gruesa de cada pechuga alcance los 65,5ºC, unos 25-30 minutos. \n\n\n\nSacar las pechugas del agua y dejar que se enfríen sobre una tabla con papel de cocina o sobre una rejilla, unos 5 minutos, hasta que no quemen demasiado. A continuación, **deshebrar con uno o dos tenedores**, separando las fibras en tiras del tamaño que se prefiera.\n\nMezclar en un cuenco todos los demás ingredientes de la salsa con una varillas o cuchara. Añadir los tomates secos en aceite picados al gusto, si se usan, con el pollo deshebrado y **remover hasta integrar** homogéneamente.", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H35M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "3.56250", 
        "reviewCount": "16"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Pakus"
      }, 
      "datePublished": "2021-11-02T11:00:50+00:00", 
      "description": "Te enseñamos a preparar de manera sencilla la receta de cogollos de lechuga con vinagreta de frutos secos, soja y miel, con ingredientes, tiempo de...", 
      "image": "https://i.blogs.es/13cc13/cogollos-guarnicion-entrante-pakus-futurobloguero-dap/650_1200.jpg", 
      "keywords": "vinagreta, frutos secos, Plancha, Lechuga, Cogollos de lechuga, Recetas en menos de 30 minutos, Recetas fáciles y rápidas, Recetas de Ensaladas, Recetas de Salsas y guarniciones", 
      "name": "Cogollos de lechuga a la plancha con vinagreta de frutos secos, soja y miel, una receta perfecta de entrante, guarnición o cena", 
      "nutrition": [], 
      "prepTime": "P0DT0H5M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "4 Cogollo de lechuga", 
        "Frutos secos", 
        "Miel", 
        "Salsa de soja", 
        "Aceite de oliva virgen extra", 
        "12 Arándanos"
      ], 
      "recipeInstructions": "**Para hacer la vinagreta**, mezclamos en un cuenco la miel con la salsa de soja. Por otro lado, machacamos en el mortero los frutos secos, dejándolos en trocitos, es decir sin reducirlos a polvo. Esos trocitos darán un aporte crujiente o *crunchie* a la vinagreta. \n\nUna vez tenemos esas dos preparaciones, las reservamos para poder servirlas sobre la lechuga cuando la tengamos lista tras pasar por la plancha. **Opcionalmente podéis añadir unas pasas de arándanos o de uvas moscatel** sin pipo.\n\nPara hacer los cogollos de lechuga a la plancha, ponemos una sartén o parrilla al fuego y dejamos que se caliente bien. Untamos con una **brocha humedecida en aceite de oliva**. Mientras se calienta, cortamos los corazones de cogollo por la mitad. \n\n\n\nDoramos los cogollos de lechuga en la plancha durante 5 minutos, **sin apretar ni excedernos en la cocción** para que aunque esté dorada y tome temperatura, la lechuga no pierda su toque crujiente. Servimos los cogollos templados, cubriéndolos con unos pocos frutos secos por encima, decorando con dos o tres arándanos.\n\nTerminamos salpicando con un tenedor la mezcla de soja y miel por encima, **haciendo un dibujo caprichoso e irregular**. Llevamos el resto de la vinagreta en un cuenco a la mesa por si alguien quisiera añadir más. ", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H5M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "3.24074", 
        "reviewCount": "54"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Carmen Tía Alia"
      }, 
      "datePublished": "2021-09-12T16:01:00+00:00", 
      "description": "Te explicamos paso a paso, de manera sencilla y con vídeo incluido, cómo hacer la receta de garbanzos, aguacate y queso feta. Tiempo de elaboración,...", 
      "image": "https://i.blogs.es/7c5fc6/ensalada-de-garbanzos-aguacate-y-queso-feta/650_1200.jpg", 
      "keywords": "Aguacate, Garbanzos, legumbres, vídeo receta, Queso Feta, Ensaladas, Recetas en menos de 30 minutos, Vídeos de Recetas, Recetas de Ensaladas", 
      "name": "Ensalada de garbanzos, aguacate y queso feta, receta fácil y nutritiva en menos de 15 minutos (con vídeo incluido)", 
      "nutrition": [], 
      "prepTime": "P0DT0H15M", 
      "recipeCategory": "Vídeos de Recetas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "500g Garbanzos", 
        "2count Aguacate", 
        "150g Queso feta", 
        "2count Cebolleta", 
        "Cebollino", 
        "1count Zumo de lima", 
        "45ml Aceite de oliva virgen extra", 
        "Sal", 
        "Pimienta negra molida"
      ], 
      "recipeInstructions": "Pelamos (si fuera necesario) y **picamos finamente** las cebolletas. Hacemos lo mismo con los aguacates, retirando los huesos y cortándolos en dados. Picamos finamente unos tallos de cebollino fresco bien lavado y seco. Si hemos comprado queso feta en bloque, lo cortamos en dados.\n\nExprimimos la lima (o limón) y mezclamos su zumo con el aceite de oliva y el cebollino picado. Salpimentamos al gusto (opcional). Colocamos los garbanzos, los dados de aguacate y de queso feta en una ensaladera y **regamos con el aliño**. Removemos bien y servimos inmediatamente.", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H15M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "3.60870", 
        "reviewCount": "23"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "datePublished": "2021-09-11T09:00:47+00:00", 
      "description": "Recopilamos nuestras mejores recetas de ensaladas de espinacas para que puedas cocinarlas fácilmente y disfrutarlas", 
      "image": "https://i.blogs.es/2b37fe/ensaladas-espinacas/650_1200.jpg", 
      "keywords": "Espinacas, Recetas Saludables, Ensaladas, Recetas ligeras, Cenas ligeras, Recetas de Ensaladas", 
      "name": "15 recetas de ensalada de espinacas para una comida fácil pero muy completa", 
      "nutrition": [], 
      "prepTime": "P0DT0H10M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "100g Espinaca fresca", 
        "6count Dátiles", 
        "20g Queso parmesano", 
        "Aceite de oliva virgen extra", 
        "Sal"
      ], 
      "recipeInstructions": "Colocamos las espinacas en un plato, luego cortamos los dátiles en rodajas desechando los **huesos** y los añadimos. \n\nDespués rallamos el queso parmesano en lascas sobre la ensalada y, por último, **aliñamos** con un poco de sal y un buen aceite de oliva.", 
      "recipeYield": 2, 
      "totalTime": "P0DT0H10M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "3.90000", 
        "reviewCount": "10"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Carmen Tía Alia"
      }, 
      "cookTime": "P0DT0H25M", 
      "datePublished": "2021-09-10T10:00:31+00:00", 
      "description": "Te explicamos paso a paso, de manera sencilla, cómo hacer la receta de ensalada de arroz salvaje. Tiempo de elaboración, ingredientes,", 
      "image": "https://i.blogs.es/33fb5e/ensalada-de-arroz-salvaje/650_1200.jpg", 
      "keywords": "arroz salvaje, receta, Ensaladas, Recetas veganas, salsa soja, Recetas de Ensaladas, Recetas de Arroces", 
      "name": "Ensalada de arroz salvaje, receta fácil para el táper del trabajo y mucho más", 
      "nutrition": [], 
      "prepTime": "P0DT0H15M", 
      "recipeCategory": "Recetas de Arroces", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "350g Mezcla de arroz salvaje", 
        "80g Maíz en grano", 
        "1count Zanahoria", 
        "80g Edamame", 
        "0.5count Cebolla morada", 
        "30ml Aceite de oliva virgen extra", 
        "5ml Mostaza de Dijon", 
        "75ml Salsa de soja", 
        "Sal", 
        "Pimienta negra molida", 
        "5g Jengibre molido"
      ], 
      "recipeInstructions": "Hervimos el arroz siguiendo las indicaciones del paquete. En nuestro caso la cocción fue de 25 minutos. Dejamos que **enfríe completamente** antes de montar la ensalada. Lo podemos preparar con antelación y no tener que esperar ex profeso.\n\n\n\nCuando el arroz esté frío **preparamos un aliño** batiendo bien el aceite con la mostaza, la salsa de soja, el jengibre molida, sal y pimienta al gusto. Lo mezclamos bien con el arroz, para que se impregne hasta el último grano y quede sabroso.\n\nEscurrimos el maíz y el edamame y los lavamos con agua fría. Pelamos la zanahoria y la troceamos en dados muy pequeños. Pelamos la cebolla y la picamos finamente. Añadimos las verduras al arroz, removemos y **guardamos en la nevera** hasta el momento de servir.", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H40M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "4.29167", 
        "reviewCount": "24"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "cookTime": "P0DT0H15M", 
      "datePublished": "2021-09-09T16:00:33+00:00", 
      "description": "Muy popular como guarnición en las barbacoas de verano en media Europa, las judías verdes también protagonizan platos la mar de completos que nos pueden...", 
      "image": "https://i.blogs.es/52444c/ensalada-judias1/650_1200.jpg", 
      "keywords": "Judías verdes, Ensaladas, Recetas de verano, Recetas ligeras, Recetas rápidas y fáciles, Recetas fáciles y rápidas, Recetas de Ensaladas, Recetas de Legumbres y verduras ", 
      "name": "Ensalada de judías verdes, rúcula, anchoas, queso y almendras crujientes: una rica receta saludable perfecta para el táper", 
      "nutrition": [], 
      "prepTime": "P0DT0H20M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "500g Judías verdes redondas bobby", 
        "300g Tomate cherry", 
        "5count Rabanitos", 
        "1count Pimiento rojo asado", 
        "50g Rúcula", 
        "80g Queso de cabra", 
        "1count Anchoas", 
        "20g Almendras laminadas", 
        "30g Aceitunas negras", 
        "Ralladura de limón", 
        "60ml Aceite de oliva virgen extra", 
        "30ml Vinagre de Jerez", 
        "Pimienta negra molida", 
        "Sal", 
        "Hierbas provenzales"
      ], 
      "recipeInstructions": "Preparar las judías verdes lavándolas suavemente con agua, cortando las puntas feas -o ambas, al gusto- y **cortar en dos o tres piezas**, según su longitud, para que se puedan comer fácilmente de un bocado.\n\nCocerlas en agua hirviendo con un poco de sal o al vapor entre **10-15 minutos**, hasta que estén *al dente*, preferiblemente no muy blandas. Escurrir y enfriar rápidamente, mejor en agua helada. Escurrir de nuevo y reservar.\n\n\n\nLavar los rabanitos y tomates cherry si fuera necesario; laminar los primeros y cortar por la mitad o en cuartos los segundos. Cortar en tiras el pimiento asado y escurrir las aceitunas y las anchoas, que se pueden trocear o picar. **Tostar las almendras ligeramente** en una sartén sin engrasar. Cortar en cubitos el queso sin corteza.\n\nMontar la ensalada mezlando todos los ingredientes suavemente; aliñar con aceite de oliva virgen extra, **ralladura y zumo de limón**, un poco de vinagre -opcional-, sal y pimienta negra. Aderezar con hierbas provenzales frescas o secas al gusto.", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H35M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "4.09302", 
        "reviewCount": "43"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "datePublished": "2021-09-06T10:00:59+00:00", 
      "description": "El concepto \"ensalada de jamón\" se nos puede escapar uno poco a los ajenos a la cocina estadounidense, una gastronomía a la que nunca está de más acercarse...", 
      "image": "https://i.blogs.es/cb7e16/ensalada-jamon-usa1/650_1200.jpg", 
      "keywords": "sándwich, mayonesa, rellenos, Cocina Americana, sandwiches, Recetas rápidas y fáciles, Recetas fáciles y rápidas, Recetas de Aperitivos, Recetas de Ensaladas", 
      "name": "Ensalada de jamón americana: receta viejuna de los hogares estadounidenses para sándwiches o picotear (que se hace en 10 minutos)", 
      "nutrition": [], 
      "prepTime": "P0DT0H10M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "250g Jamón cocido", 
        "30g Apio", 
        "110g Mayonesa", 
        "2count Pepinillos en vinagre", 
        "5ml Mostaza de Dijon", 
        "Pimienta negra molida"
      ], 
      "recipeInstructions": "Cortar el jamón en cubos, trocear el apio lavado y los pepinillos, y disponer en un **procesador de alimentos, picadora o robot de cocina**. Añadir la mayonesa, la mostaza opcional y pimienta molida al gusto. Se puede hacer también picando primero finamente a cuchillo los ingredientes sólidos.\n\n\n\nTriturar unos segundos, remover y triturar un poco más. Probar y añadir más pepinillos o **condimentos al gusto**, procurando dejar una textura mordible, con tropezones que se noten pero sin ser tan grandes que molesten. La textura general debe ser cremosa y untable, sin desmoronarse.", 
      "recipeYield": 4, 
      "totalTime": "P0DT0H10M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "3.87500", 
        "reviewCount": "8"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Pakus"
      }, 
      "datePublished": "2021-08-19T10:00:42+00:00", 
      "description": "Te enseñamos a preparar de manera sencilla la receta de ensalada de melón con gambas y rúcula con vinagreta de curry, con ingredientes, tiempos y fotos del...", 
      "image": "https://i.blogs.es/e8fb32/ensalada-de-melon-con-gambas-rucula-pakus/650_1200.jpg", 
      "keywords": "Melón, Gambas, Recetas de verano, Recetas en menos de 30 minutos, Recetas fáciles y rápidas, Recetas frescas, Recetas de Ensaladas", 
      "name": "Ensalada de melón, gambas y rúcula con vinagreta de curry, nuestra refrescante receta veraniega para combatir el calor", 
      "nutrition": [], 
      "prepTime": "P0DT0H10M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "1 Cogollo de lechuga", 
        "4 Tomate cherry", 
        "Rúcula", 
        "Melón cantalupo", 
        "12 Gamba", 
        "Curry molido", 
        "Aceite de oliva virgen extra", 
        "Vinagre de Jerez", 
        "Sal al gusto"
      ], 
      "recipeInstructions": "Separamos las hojas del cogollo de lechuga para poder ponerlas en el borde de la ensaladera donde serviremos nuestra combinación. Partimos los cherry por la mitad y picamos el **melón cantalupo en taquitos de tamaño bocado.** \n\nEn el hueco central de la ensalada, repartimos las hojas de rúcula, los trozos de melón y los tomates cherry, mientras **doramos ligeramente las gambas en una sartén.** Una vez doradas, servimos las gambas repartidas sobre la ensalada.\n\n\n\n\nPreparamos la **vinagreta de curry** con un buen aceite de oliva virgen extra, unas gotas de vinagre de Jerez y una cucharada de polvos curry, que batimos hasta emulsionar y con la mezcla aliñamos la ensalada. ", 
      "recipeYield": 2, 
      "totalTime": "P0DT0H10M", 
      "video": []
    }, 
    {
      "@context": "http://schema.org/", 
      "@type": "Recipe", 
      "aggregateRating": {
        "@type": "AggregateRating", 
        "ratingValue": "3.83333", 
        "reviewCount": "84"
      }, 
      "author": {
        "@type": "Person", 
        "name": "Liliana Fuchs"
      }, 
      "cookTime": "P0DT0H30M", 
      "datePublished": "2021-08-18T10:00:38+00:00", 
      "description": "Receta de cocina fácil, sencilla y deliciosa Te explicamos paso a paso, de manera sencilla, la elaboración de la receta de ensalada pantesca de patata...", 
      "image": "https://i.blogs.es/f91060/ensalada-pantesca1/650_1200.jpg", 
      "keywords": "Ensaladas, Recetas de patatas, Recetas veganas, Recetas de verano, Gastronomía italiana, Recetas italianas, Recetas Vegetarianas, Recetas de Ensaladas", 
      "name": "Ensalada pantesca de patata, la otra gran ensalada italiana perfecta para el calor del verano", 
      "nutrition": [], 
      "prepTime": "P0DT0H10M", 
      "recipeCategory": "Recetas de Ensaladas", 
      "recipeCuisine": "española", 
      "recipeIngredient": [
        "200g Patata", 
        "15g Alcaparras", 
        "0.5count Cebolla morada", 
        "150g Tomate cherry", 
        "50g Aceitunas", 
        "4count Albahaca", 
        "Orégano seco", 
        "10ml Vinagre de vino blanco", 
        "Aceite de oliva virgen extra", 
        "Pimienta negra molida", 
        "Sal"
      ], 
      "recipeInstructions": "Lavar y secar la patata; poner a cocer en una olla con tapa cubierta de agua hasta que esté tierna por dentro, pero **no excesivamente blandurria**. Escurrir y enfriar hasta que no queme para manipularla.\n\nMientras tanto, **lavar y secar** los tomates y la albahaca. Picar la media cebolla o cortar en juliana o plumas. Dejar a remojo en agua muy fría si se prefiere rebajar su potencia.\n\nCortar los tomates por la mitad o en cuartos, trocear a mano la albahaca o cortar en *chiffonade* (tiras) y escurrir las aceitunas y las alcaparras. Pelar la patata **cuando no queme** y trocear en piezas de un bocado, no muy grandes. \n\n\n\n\nDisponer en una fuente la patata tibia, y regar con un chorrito de aceite y salpimentar ligeramente. Al enfriarse aliñada **cogerá mejor sabor**. Añadir el resto de ingredientes, un poco más de aceite, vinagre, orégano, sal y pimienta al gusto. Remover y refrigerar antes de servir.", 
      "recipeYield": 2, 
      "totalTime": "P0DT0H40M", 
      "video": []
    }
  ]
}
